Repository: Nael-Sayegh/filezilla
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: fr

source: Update of %s version %s
fr: Mise à jour de %s version %s

source: %s version %s is available. Would you like to update now? You can view the changes by clicking on the What's New button and scrolling down to Changes.
fr: %s version %s est disponible. Souhaitez-vous mettre à jour maintenant? Vous pouvez voir les changements en cliquant sur le bouton quoi de neuf et descendre jusqu'à changement.

source: No update is available.
fr: Aucune mise à jour n'est disponible.

source: %s is enabled.
fr: %s est activée.

source: %s is disabled.
fr: %s est désactivée.

source: FileZilla: checks for module updates manually
fr: FileZilla: rechercher une mise à jour du module manuellement

source: FileZilla: enable/disable automatic update checking
fr: FileZilla: active/désactive la recherche de mise à jour automatique.

source: Automatic update
fr: La mise à jour automatique

source: &Yes
fr: &Oui

source: &No
fr: &Non

source: Wha&t's new
fr: &Quoi de neuf

source: FileZilla: Switch between local and remote file lists; when not in a list, navigate to the remote file list.
fr: FileZilla: Alterne entre la liste des fichiers distans et locaux; quand on est sur aucune liste, amène sur la liste des fichiers distants

source: FileZilla: go to the connections history button
fr: Filezilla: Se place sur le bouton historique des connexions

source: Connection history
fr: Historique des connexions

source: Search options
fr: Options de recherche

source: Close the search.
fr: Fermer la recherche

source: Not found {nb}
fr: Pas trouvé {nb}

source: The list of remote files cannot be found
fr: La liste des fichiers distants est introuvable.

source: The list of remote files cannot be found.
fr: La liste des fichiers distants est introuvable.

source: This module improves the FileZilla software by adding shortcuts and labels to unnamed buttons.
fr: Ce module apporte des améliorations à Filezilla en ajoutant des raccourcis et des libellés aux boutons sans nom.
